{
  "posts": [
    {
      "title": "10 WAYS TO HELP PROTECT THE OCEANS",
      "description": "Saving dolphins and whales is more than just ending their captivity. Dolphin Project believes that ocean conservation is vital to the survival of all marine animals. Marine species are currently facing more human-caused threats than ever before.\n\nThere are many ways we can help protect them. Here are a few ideas:\n\n1. Ditch single-use plastics\nDisposable straws, cups, lids, utensils, bags, water bottles and other single use plastics make up a huge percentage of marine pollution. With an estimated 8 million tons of plastic waste entering the oceans each year, countless marine animals ingest plastics, become entangled in them, or worse, are killed by them. To minimize your impact, do a trash audit and see exactly how much you are throwing away. Think of what you could live without! Every reduction makes a difference. If every person in North America used just one fewer single use plastic item per year, there would be 579 million LESS pieces of plastic thrown away!\n\n2. Join beach or community clean ups\nOcean conservation is vital to the survival of all marine species. In order to protect wild populations and continue to return captive dolphins and whales to the ocean, we must ensure a safe and clean habitat. Clean ups can take place anywhere – you don’t have to live near a beach to partake in one. Every piece of plastic and debris that you clean up is one fewer item of trash that will find its way into the ocean and potentially entangle and harm marine life. Cleanups can take place at a beach next to the ocean, at a park, a river, or just around your local town- or even join in our global beach clean up on July 14th!\n\n3. Avoid items and experiences that exploit marine life\nCertain products contribute to the harming of ocean habitats, which in turn affect the species that live in them. Avoid purchasing jewelry made from turtle shells or coral, and cosmetic products that contain squalene (a compound obtained for commercial use from sharks).\n\nExperiences such as swim with dolphins programs, dolphin therapy and dolphin shows may be promoted as “educational” or “fun,” but in reality they are forms of exploitation. Not only do dolphins suffer greatly in captivity, but as long as these experiences are promoted this way it will fuel the demand for cruel wild dolphin captures to continue to fill the tanks of new marine parks around the world.\n\n4. Be mindful of what’s on your plate\nOverfishing of the oceans is a tremendous problem on a global level. Fish populations around the world are rapidly being depleted due to seafood demand, loss of habitat, and unsustainable fishing practices. Commercial fishing methods often involve gear that entangles unintended species. Bycatch, or the incidental capture of non-target species such as dolphins, whales, pinnipeds, sharks, turtles and seabirds causes a staggering number of deaths each year.\n\nIf you consume seafood, stay informed about different fishing methods and their harmful impacts, and the health of populations that your seafood came from, so that you are able to make the meal choices with the smallest environmental impact. As an even better alternative, take a step further and avoid seafood all together!\n\n5. Be an ocean-minded pet owner\nMake sure to read the labels on your pet’s food, and to extend sustainable seafood practices to your pet’s diet. Be sure to responsibly dispose of your pet’s waste and to never flush cat litter; when owners neglect to pick up after their animals, pet waste can wash into storm drains, where it becomes a pollutant in drains and waterways, eventually ending up in the ocean. Both on land and in water, the waste left by our pets can spread harmful diseases through bacteria and parasites.\n\n6. Contact representatives and lawmakers\nBe aware of authorities and governmental figures with jurisdiction over your area. Contact them and let them know just how important the oceans are to the environment – and to us! Ask that they take action for the oceans such as banning single-use plastics, supporting renewable energy and other initiatives to ensure clean and healthy marine habitats. One urgent call to action we must continue to take now is to ask for the Snake River dams to be breached to save the Southern Resident orcas from extinction!\n\n7. Reduce your carbon emissions\nThere are many ways to reduce your carbon footprint both inside and outside your home: take a bus or bike to work, adjust your thermostat, turn off lights and electronics when you’re not using them, use cold water to wash your clothes and shop local to avoid products shipped over long distances.\n\n8. Travel the seas responsibly\nWhen boating or embarking on a marine eco-tour, make sure that responsible practices are used. Be a whale-wise boater and keep respectful distances from marine mammals that do not negatively affect their behavior. Make sure to contain any trash, so that it does not get blown into the water. When on the beach or in the water, be sure to use reef-safe sunscreen and keep mindful distances from animals that may be nesting on beaches.\n\n9. Ignite change in your community\nTell family, friends, co-workers, neighbors and anyone else who will listen about why the oceans are so important. Share incredible facts about dolphins and other marine species that they may not know, and inspire them to love and protect the oceans! Present the facts about dolphin captivity to anyone who may be vacationing at or near captive facilities. Contact local restaurants about offering locally sourced produce and sustainable seafood (and more vegan options!).\n\n10. Stay informed; make your voice count\nBe informed of opportunities to vote on issues related to the ocean and the environment. Stay up to date on petitions, public demonstrations and opportunities for public commenting, making sure to add your voice! We often post these opportunities on our Facebook, Twitter and Instagram pages, and additionally have ongoing petitions for several of our campaigns!\n\nEvery action we take makes a difference and collectively, the difference is huge! We must hold ourselves accountable to not only what we are comfortable doing, but capable of doing to help the environment.\n\nLet’s all continue to care for the oceans!",
      "date": "2022-05-14",
      "readingTime": "00:45:00",
      "id": 1652531718548,
      "userID": "1652026133670",
      "user_name": "Liuda"
    },
    {
      "title": "National Pet Day: Celebrating the Pets in Our Lives",
      "description": "Pets are part of the family and deserve to be showered with love. As a pet parent, you can add another reason to celebrate your furry (or feathered or scaled) friend with National Pet Day on April 11th.\n\nWhat is National Pet Day?\nNational Pet Day began in 2006. The day is about celebrating the joy pets bring us, but it is about something more. Founded by Colleen Paige, an animal welfare advocate, and pet and family lifestyle expert, she wanted to draw attention to the importance of adopting animals in shelters.\n\nHow Pets Make Life Better\nNot that we needed to tell you, but pets are great for our mental health. You’re never alone when your pet is around. They’re always there to offer some unconditional love and loads of cuteness.\n\nThe pandemic has reinforced how pets improve our lives, especially those living alone. But, it is not just the companionship they offer, because there are multiple ways they help us live a healthier life.\n\nFor example, dogs are good for your heart health. Studies show that dog owners have a lower blood pressure than non-owners because of the calming effect of pets and because of those daily walks.\n\nHow to Celebrate National Pet Day\nHere are eight ways you can celebrate the cat, dog, fish, bunny, hamster, gerbil, horse, snake, lizard or other awesome pet (or several pets) in your life.\n\nA Day Worth Celebrating\nToday is a day for celebration. Our pets transform our lives! You let them know you care for them every day. But today is perfect for doing something a little extra.\n\nOur furry family members lower blood pressure, help with depression, and soothe stress, and they deserve to be celebrated! Happy National Pet Day!",
      "date": "2022-04-11",
      "readingTime": "00:14:30",
      "id": 1652539193329,
      "userID": "1652539020673",
      "user_name": "John"
    },
    {
      "title": "What to think about before getting a dog",
      "description": "So, if you’re thinking of getting a dog, it’s important you make the right decision.\n\nHere’s what you need to ask yourself.\n\nIs a dog definitely the right pet for me?\nThink about why you want a pet. Take the time to find the right animal for you and your lifestyle to make sure you can have a lasting, happy relationship with them.\n\nDoes the whole family want a dog?\nEveryone who will be living with the dog needs to feel comfortable. Think about who will be the primary care giver. If anyone is worried or unhappy about getting a dog, you might like to consider a different pet.\n\nDo I have time for a dog?\nOn average, dogs live between 8-15 years. And all dogs need daily exercise and stimulation. They’re sociable animals, and many don’t cope being home alone for hours every day. So make sure you can give them plenty of time and attention.\n\nCan I give the dog everything it needs?\nThe Animal Welfare Act outlines the five duties of care you have as a pet owner. So you need to be ready for the commitment.\n\nYou must give the dog a suitable environment\nThis means a safe, loving and stable home – treat them as part of the family. Our dogs are our companions, they don’t fare well with long periods of isolation, and they want to be with us.\n\nYou must feed the dog a suitable diet\nThey need the right amount of nutritional dog food and constant fresh water. We recommend feeding a good quality complete diet, free from colourings, additives and preservatives. It’s appropriate to choose the age-range specific to your dog’s age.\n\nYou can bulk out your dog’s diet with tinned meat if you need to, but don’t overfeed them. Obesity causes health problems and shortens life expectancy. Every dog is different, so you must make sure you understand what yours needs. For example, neutered dogs or senior dogs don’t need as many calories as other dogs.\n\nYou must make sure the dog can behave normally\nThey need suitable play and exercise for their breed. Some dogs like running exercise, while some like retrieving; such as fetching a toy back, others like tug-of-war games. Playing search games with a toy can be a great outlet for behaviour. Ideally, most need two good walks a day with time off the lead to explore and run around. And don’t forget mental stimulation, like training, games and food-based activity toys. Enjoy doing your research to find out what your dog likes!\n\nYou must make sure the dog has interaction and alone time\nDogs are sociable and need to interact and play with people and other dogs. But they also need a quiet place to be alone when they want.\n\nYou must protect the dog from pain, suffering, injury and disease\nYou will need to register your dog with a vet and keep them up to date with vaccinations, and flea and worm treatments. This will help fend off disease and infections that can be hard to get rid of. If your dog shows signs of illness, you must take them to the vet as soon as possible. And if they get seriously ill or have poor quality of life, you must be prepared to make the hard decision to put them to sleep.\n\nGiving your dog vet care is part of being a responsible owner. But it can be expensive, so we recommend you get pet insurance. Always do your research before you buy it, and ask for recommendations and advice from your vet.\n\nCan I afford a dog?\nThe cost of buying a dog is just the beginning. You need to factor in the cost of everything from food and vet care to toys and training, throughout their life. You should also allow for dog walking and holiday care costs, so your dog stays stimulated and well cared for if you’re not around.\n\nHere’s what you need to budget for:\n- Pet insurance (the monthly cost plus the excess to pay on claims)\n- Vet costs (without insurance this could be £1,000s)\n- Vaccinations and yearly boosters\n- Regular worming and flea treatment\n- Neutering\n- Good-quality dog food, and a food bowl and water bowl\n- Leads and collars\n- Identity tag and microchip (you could be fined if your dog is not microchipped)\n- A dog bed\n- Socialisation classes and training classes and aids\n- A harness or crate for the car\n- Dog toys\n- Kennel or dog sitting fees if you’re going away\n- Dog walker fees if you’re out for more than a few hours a day\n\nWhat if my lifestyle changes in the next six months?\nIf you’re moving, changing jobs, going back to work or having a baby in the next six months, think carefully about getting a dog, and what impact the change could have on them.\n\nWhat if I already have pets?\nHow would a new dog affect the pets already in your family? You especially need to consider older pets or those with health conditions – the change could be difficult for them.\n\nWhat dog should I get – a puppy or an older dog?\nAlthough puppies can make a wonderful addition to the family, they take a lot of time, hard work, dedication, training and patience to become a well-rounded adult.\n\nThere are also plenty of older dogs looking for new homes, and they can make fantastic family pets. They still need plenty of attention, but have been through the tricky house-training stage. If you’d like to give an older dog a loving home, have a look at our guide to getting an older dog.\n\nWhich dog breed is right for me?\nThere are many different dog breeds, with different needs and energy levels. Research each breed thoroughly to see if it suits your lifestyle. Don’t just consider size. Some small dog breeds need much more time and energy than some large dog breeds. Would a unique mixed breed suit your lifestyle? If you have a family, what’s the best dog for kids?",
      "date": "2022-04-25",
      "readingTime": "00:37:45",
      "id": 1652539727046,
      "userID": "1652539020673",
      "user_name": "John"
    },
    {
      "title": "Raising the most unusual pets",
      "description": "These animals are anything but your average pet!\n\nWhen most people say they have a pet, your mind will jump to the obvious contenders: dogs, cats, birds, fish, maybe a rabbit or guinea pig.\n\nFor a few select people, however, when they refer to their “pet”, they are talking about their tiger, their warthog, and their baby hippo. To celebrate our animal companions, we’re taking a look at some of the more unusual pets and the special ways they’re being cared for.\n\nTeaching your pet not to bite is a normal part of training for most owners; but for a couple raising a pair of tiger cubs, a playful nip with their new ‘meat-tearing’ teeth can feel a little more painful. Without their mother to learn from, Giles Clark steps in to teach the cubs how to use their new carnassial teeth. By hand-feeding them thick cuts of meat, Clark can guide the piece of meat to the side of the cub’s mouth, encouraging it to use all the teeth along the side and back of the jaw, instead of swallowing the meat whole. Teaching the cubs how to use their teeth properly helps them to practice effectively pulling the meat off their prey in the wild so they know how to give themselves a good feed once they have been released from care.\n\nWARTHOG BY NAME, TODDLER BY NATURE\nAt the Wild Is Life animal sanctuary in Zimbabwe, many of the animals that come seeking treatment are raised back to health and released back into the wild. However, for a small number of the animals, returning to the wild was not an option, so they have instead become permanent residents on the property. The cheekiest resident, Pickles, is a one-year-old warthog who brings all of the typical toddler traits into the family home. Damaging furniture, demanding attention and keeping everyone on their toes, this warthog is not a pet for the faint-hearted, or furniture-loving among us.\n\nHIPPO HOUSE\nNotoriously unpredictable and weighing over a tonne, a baby hippo is not the normal indoor pet you would want, but for retired couple Tonie and Shirley Joubert, that’s just what they share their living room with! Known as the world’s only tame hippo, the Joubert’s pet Jessica, loves nothing more than an afternoon of cuddling with Shirley on Jessica’s own full-sized mattress. While considered tame, Jessica is still very wary of strangers and willing to lunge at any that come too close (including the BBC Earth cameraman), making her the most terrifying guard-pet around!\n\nWhile these connections between animal and human may look like that of the traditional owner/pet relationship, they are anything but. Wild animals are just that, wild, and the experts raising them have one major goal in mind – to eventually return the animals in their care to the wild. In cases where this isn’t possible, these dedicated carers make every effort to create a home that is as close to their natural habitat as possible.",
      "date": "2022-05-17",
      "readingTime": "00:26:00",
      "id": 1652539920583,
      "userID": "1652539779131",
      "user_name": "Amanda"
    },
    {
      "title": "Is your cat laughing at you?",
      "description": "As any pet owner will know, you develop a distinct emotional bond with your animal companion of choice.\n\nYou chat with the dog, remonstrate with the hamster and tell your parakeet secrets you would never tell anyone else. And, while part of you suspects that the whole endeavour might be completely pointless, another part of you secretly hopes that somehow your beloved pet understands.\n\nBut what, and how much, do animals understand? For instance, you know that an animal is capable of experiencing pleasure, but do they experience humour? Can your furry love-bundle understand a joke or stifle a guffaw when you drop a heavy item on your toe? Do dogs or cats or any animal laugh in the same way that we laugh?\n\nWhy do we laugh?\nThe reasons that human beings developed laughter is something of a mystery. Every human on the planet, regardless of the language they speak, does it and we all do it unconsciously. It just bubbles up from deep inside us and we can’t help it happening. It’s contagious, social and something we develop before we can speak. It’s thought that it exists to provide a bonding element amongst individuals, while another theory states it initially originated as a warning sound to highlight the incongruous, like the sudden appearance of a sabre-tooth tiger. So, while we don’t know why we do it, we do know we do it. But do animals giggle, and if not, why not?\n\nCheeky monkeys\nUnderstandably as they’re our closest animal relations, chimpanzees, gorillas, bonobos and orang-utans vocalise enjoyment during chasing games or when they are being tickled. These sounds mostly resemble panting, but interestingly the apes that are more closely related to us, like chimps, display vocalisations most readily identifiable with human laughter than a more remote species like the orang-utan, whose mirthful noises least resemble ours. The fact that these sounds are emitted during stimulus such as tickling suggests that laughter evolved before any sort of speech. It’s reported that Koko, the famous gorilla that used sign language, once tied her keeper’s shoelaces together and then signed ‘chase me’ displaying, potentially, the ability to make jokes.\n\nCrowing crows\nBut what about a completely different branch of the animal world like birds? Certainly a few clever avian impersonators such as mynah birds and cockatoos have been seen to mimic laughter and some parrots have even been known to tease other animals, with reports of one bird whistling at and confusing the family dog, purely for its own amusement. Crows and other corvids are known to use tools to locate food and even pull the tails of predators. It was thought that this was purely to distract them while stealing food, but now it’s been witnessed when no food is present, suggesting the bird did it just for fun. So it’s possible that some birds have a sense of humour, and may even laugh, but we haven’t been able to identify it yet.\n\nBeastly humour\nOther creatures are also known to laugh, such as rats, who ‘chirp’ when tickled in sensitive areas like the nape of the neck. Dolphins appear to emit sounds of joy while they are play-fighting, to suggest the behaviour is non-threatening to those around them, while elephants frequently trumpet whilst engaged in play activity. But it’s virtually impossible to prove whether this behaviour is comparable to a human’s laughter or just a noise that the animal likes to make during certain situations.\n\nPet hates\nSo how about the pets in our homes? Are they capable of laughing at us? There is evidence to suggest that dogs have developed a kind of laugh when they are enjoying themselves that resembles a forced breathy pant that is different in sonic texture to the regular panting used to control temperature. Cats, on the other hand, were thought to have evolved to show no emotions at all as a survival factor in the wild. Obviously purring can indicate that a cat is content, but purrs and mews can also be used to indicate a number of other things. Cats also appear to enjoy engaging in a variety of mischievous behaviours, but this could be merely an attempt to attract attention rather than showing off their humorous side. And so, as far as science goes, it seems that cats are incapable of laughter and you can be comforted to know that your cat isn’t laughing at you. Though, if they did ever acquire the ability to do so, we suspect they would.",
      "date": "2022-04-13",
      "readingTime": "00:38:17",
      "id": 1652540114009,
      "userID": "1652026133670",
      "user_name": "Liuda"
    },
    {
      "title": "How to Properly Bathe a Dog",
      "description": "A little water, a little shampoo … How hard can it be to bathe a dog? Sometimes, harder than you’d think. Whether your dog loves baths or runs the other way when you spell “B-A-T-H,” bathing your dog regularly is an important part of caring for your pet. Linda Easton, president of International Professional Groomers and the owner of grooming salon Canine Concepts in Salem, Oregon, CPG, ICMG, shares her top tips on how to bathe a dog.\n\nHow Often Should You Bathe Your Dog?\nUnless your pooch just spent the afternoon splashing in mud puddles, you probably don’t need to bathe your dog more than once a month. This is breed-dependent; some dogs with longer coats will require more frequent baths or even trips to a professional groomer. If you’re not sure how often to suds up your pup, check with a groomer or your vet. Giving a monthly bath is key, though.\n\n“The way dog’s skin works is, about every 30 days they have a whole new layer of cells,” Easton says. “So, the old cells slough off. That's what makes dander and things like that. So regular grooming or bathing keeps that dander down.” \n\nKey Products and Tools \n Your first decision is likely choosing where you want to give your dog a bath. The size of your dog will likely influence your choice. You may be able to bathe a small dog in a kitchen sink, whereas a large dog will require more space. Some pet parents prefer a dog-specific bathtub, either a stand-alone unit or one that’s built-in at home or at a DIY dog bath facility. Using a dedicated dog bath area can keep fur and grime from clogging your family bathtub. But if you prefer to give your dog a bath in the family bathtub, that’s fine too. Just choose a place where you can safely get your dog in and out of the cleaning area. \n\nThen, before you turn on the faucet, make sure you have all your products and tools handy. “You want to have everything you need, right where you can reach it,” Easton says. You don’t want to be chasing a wet dog around your home while you try to find conditioner. Your supply list will obviously include shampoo, conditioner, and towels. You may also want a non-slip bath mat and an eye wash just in case. \n\nPick the Proper Shampoo and Conditioner\nTo give your dog a good bath, you’ll want to start with the right products. “Make sure you're using shampoo that's specifically made for dogs,” Easton says. “Dogs have different pH than people do in their skin. So, they’re actually more alkaline. If you use the shampoo that's made for people, it can be irritating to their skin.”\n\nIf you’re bathing a puppy, puppy-specific shampoo can be a good idea, Easton says. The pH of puppy shampoo matches the pH of a dog’s eyes, meaning it won’t irritate the dog’s eyes as much if some gets into that area.\n\nIf you’re unsure of what products to select for your particular dog, ask a groomer what he or she uses. Easton advises using a mild shampoo. If your dog is experiencing a certain issue (like itchy skin), then a shampoo designed to treat that condition might be ideal.\n\nAfter shampooing your dog, putting on a conditioner is the next important step. “You always want to follow up when you're grooming at home with a conditioner because when you use your shampoo you strip a lot of the natural oils out of the skin and out of the hair. So, your conditioner rehydrates the skin as well as closes up all the cells on the outside part of the hair shaft itself,” Easton says. “Basically, you’re rehydrating with the conditioner.”\n\nProper Dog Washing Technique\n When you have chosen the right place and have the right products ready to use, the real fun begins. Here's the bathing process our pros recommend:\n\nCoax or place your dog in the tub or wash station. Treats are a great way to get the process off to a positive start! \nDilute the shampoo with water. Try adding some to a bowl full of water, or put the shampoo in a dispenser that contains water. Diluting shampoo helps it suds up and spread better. Easton explains that most shampoo is thick and concentrated, and adding water can make it easier to use.\nWet your dog using warm water. Checking the temperature with your hand is just fine, Easton says.\nShampoo the dog twice. Easton explains that the first time, the shampoo binds with the dirt and helps get rid of it. The second go-around, you’re really washing the skin and pulling out all the remaining dirt and oil in the hair. Easton recommends a loofah sponge to help spread around the shampoo. Be sure to not overlook places like the pads of the feet, armpits, and bellies. Above all, make it an enjoyable experience. “You can use your hands to really massage the whole dog. And if you're doing that, and you're using warm water and the dog is someplace where it's warm, it should be a fun experience for the dog,” she says.\nUse conditioner. Leave it on for a few minutes and then rinse away.\nRinse well until there is no more product on the fur. “You want to scrub them really good, but you also want to make sure that all of the soap is out. That's probably the most important thing,” Easton says. “Because if you don't get all the soap out, then the soap will stay on the skin and irritate it. It’s worse than not giving them a bath.”\nHow to Wash a Dog’s Face \nWashing your dog’s head is one of the trickiest parts of the dog bathing process. You don’t want to get soap or water in sensitive areas like your dog’s ears, nose, and eyes. Easton recommends you save this part for the end of the bath, and suggests using a washcloth to clean your pet’s face.\n\nDip the cloth in soapy water, carefully wash your dog’s head and face, and then dip a clean washcloth into clear water and use that to rinse. “You just really want to make sure all the soap is out of those areas,” Easton says.\n\nEven if you’re using a puppy shampoo that’s designed to be easier on the eyes, shampoo can still hurt them, so you’ll want to avoid the eye area as much as possible. If shampoo does get in your dog’s eyes, have an eye wash on hand that you can use. If your dog has eye goobers, Easton suggests wetting them and then using a toothbrush to softly remove them.  \n\nHow to Bathe a Dog that Hates Water\nAlthough some dog breeds love water (we’re looking at you, golden retrievers), many dogs shudder at just the sound of the bath faucet turning on. To combat this, try giving your dog lots of positive reinforcement during the bath. Praise is good; treats are even better! Give your dog positive associations to remember for next time he sees you gathering the dog shampoo. \n\nIt’s also helpful to have a partner hold the dog while you’re giving him a bath, Easton says. And, if possible, start giving your dog a bath when he’s a puppy to help him get used to bath time.\n\nWhat to Do Post-Bath\nFirst, towel-dry your dog as best you can. Then, use either a dog-specific hairdryer or a human one on a medium or cool setting. Easton recommends brushing your dog as he dries. You also could air-dry your dog, as long as he doesn’t get chills or shiver too much. \n\nIf you’re air-drying your dog, “Every 10 or 15 minutes run a brush through them as they're drying and that'll help prevent mats or help separate mats if they have them,” Easton says.\n\nYour reward for bath time: A dog that looks and smells fresh. And the knowledge that you’ve done something nice for your pooch’s health and handsomeness.",
      "date": "2022-05-09",
      "readingTime": "00:13:06",
      "id": 1652540330537,
      "userID": "1652026133670",
      "user_name": "Liuda"
    },
    {
      "title": "Five Things to Know About Rats",
      "description": "For some people, just the sight of a rat’s naked tail or beady eyes may be enough to cause them to shriek or get the shivers. But Cummings School program coordinator Virginia Shugrue was unfazed when her daughter, Elise, expressed an interest in getting pet rats a few years ago.\n\nShugrue had kept pet rats herself on and off since college, and she and her daughter have since adopted rats Maurine, Candace, and Tiger Lilly. Elise said she loves rats because they really bond with their owners and love to cuddle. “They like being handled a lot,” said the thirteen-year-old, “and they never bite, even with new people.”\n\nRats are far outnumbered by rabbits, guinea pigs, and hamsters in U.S. households. But they are still very popular pets — and for good reasons, said Jennifer Graham, a veterinarian at the Henry and Lois Foster Hospital for Small Animals.\n\n“We see a fair amount of pet rats, in part because they’re so sociable and low-maintenance,” said Graham, head of Cummings School’s zoological companion animal medicine (ZCAM) service. “I know some people have a phobia around rats, but I’d encourage everyone to spend a little time around one before they make up their minds about the creatures.”\n\n“Rats require only a small area, so they’re suitable apartment pets,” Graham said. Gerbils and chinchillas typically don’t do well with handling, she noted, while rats are very friendly. “Some like to hang out on their human all day. And unlike hamsters, which may run on their wheel all night, rats sleep a lot and are most active when their people are up and around.”\nCurious about keeping pet rats? The ZCAM veterinarians shared five things you might not know.\n\nRats are smart, empathetic, and kind of adorable. Good problem solvers, rats can be trained to do a variety of tricks and play with their owners. In studies, rats have shown empathy, forgoing treats to help fellow rats. (Shugrue witnessed this firsthand — when her family’s rat Candace was sick, rat companion Maureen would bring her food, even sharing Cheerios, her favorite snack.) Studies have shown that rats may dream and even “giggle” when tickled, added Graham.\n\nRats are very clean. “People often think of rats as dirty sewer creatures, but they’re actually quite clean and good about grooming,” Graham said. “In fact, rats groom more frequently and thoroughly than cats.”\n\nPet rats don’t live very long. “One con of rats as pets is that they only live between two and three years on average,” Graham said. Respiratory disease is by far the most common killer of pet rats. Some 90 to 100 percent of animals in “ratteries” — where pets are bred — screen positive for respiratory pathogens, said Graham, explaining that “as a result, rats get infections established at time of birth.”\n\nSome rats appear fine and show no clinical signs, others struggle with illness from a young age. A period of stress can activate an underlying infection or make it worse. Rats, especially female ones, also frequently develop mammary tumors, said Graham. It is recommended to spay rats at a young age as this will reduce the incidence of mammary tumors.\n\nLike people, rats need to watch their weight. When rat owners go to the pet store, many are tempted to buy seed mixes. Unfortunately, these diets are high in carbohydrates and fat, and are not healthy for rats. “We see a lot of obese pet rats in our hospital, and research in rats has shown that higher-carbohydrate diets and being overweight shortens their lifespan,” Graham said. Formulated rodent blocks offer a much healthier option, and the ZCAM team recommends feeding rats a pellet-type diet supplemented with fruits and vegetables — with only the occasional seed treat.\n\nRats aren’t good pets for very young children. Despite their cleanliness, rats — like all animals — can transmit diseases and pathogens to people. These include the bacterium Streptobacillus moniliformis, which can cause rat-bite fever, a very serious disease if left untreated. “Because of that potential, rats are not recommended for children under age five — as is true for all exotic-species pets, including other mammals, birds, reptiles, and amphibians,” said ZCAM veterinarian Marjorie Bercier. “Parents also should ensure that all members of the household wash their hands well after handling pet rats.”\n\nShould you decide to get a pet rat, the ZCAM team recommends getting as large a cage as you can accommodate and providing hiding places within, such as tunnels or a little house. “The less material rats have to burrow in, the more their stress level increases,” Graham said, so be sure to provide plenty of rat-safe bedding. To avoid aggravating respiratory issues with dust and high ammonia levels, do not use pine and cedar shavings as bedding, and change the litter material at least weekly.\n\nYou can make inexpensive enrichment toys from toilet paper rolls and other recycled items. But you’ll make your rat happiest if you provide a rodent roommate. “As much as rats love their owners, they do tend to like having a rat friend, too,” Graham said. Many rats are in need of good homes and can be found for adoption through organizations such as Mainely Rat Rescue, the MSPCA, and the Animal Rescue League of Boston.",
      "userID": "1652026133670",
      "user_name": "Liuda",
      "date": "2022-05-01",
      "readingTime": "00:40:00",
      "id": 1652540542804
    }
  ]
}